<template>
    <div class="about_block">
        <p>
            Студия Wmodels работает в сфере развлекательных услуг с 2010 года. За более чем десятилетний опыт работы наша вебкам студия приняла участие в различных международных конференциях и саммитах, среди которых: AWSummit и Bucharest Summit в Румынии, WTF Summit в Сочи. В 2018 году мы вошли в ТОП 5 студий среди России и Украины по версии одного из сайтов. Мы имеем прямые контакты с представителями ведущих площадок, а этоэто значит, что мы гарантируем оперативную техническую поддержку и отвечаем за анонимность наших моделей. Наша студия располагается в просторном офисном помещении в пяти минутах ходьбы от станции метро Октябрьская. Изолированные рабочие места с новейшим оборудованием и индивидуальным дизайном помогут Вам стать успешной моделью. Для моделей без знания английского языка студия Wmodels предоставляет квалифицированного оператора-переводчика. А самое главное, для новых моделей в нашей студии проводится обучение.
        </p>
        <p>
            Попробуйте свои силы. Возможно, работа веб-моделью в вебкам студии в Новосибирске - ваша дорога к успеху. Оставьте заявку на нашем сайте и начните зарабатывать от 80 000 руб. в месяц уже сегодня. 
        </p>
    </div>
</template>

<style lang="scss">
.about_block{
    margin-bottom: -30px;
}
</style>