<template>
    <div class="about_block">
        <p>
            Студия Wmodels (Новосибирск) работает в сфере развлекательных услуг уже 10 лет, а это значит, что мы гарантируем вам стабильные выплаты уже ПОСЛЕ ПЕРВОГО дня работы. Мы предоставляем доступ к лучшим зарубежным сайтам и отвечаем за вашу анонимность. Наша студия располагается в просторном офисном помещении в пяти минутах ходьбы от станции метро Октябрьская. Просторные, кондиционированные рабочие места, с новейшем оборудованием и индивидуальным дизайном помогут Вам стать успешной моделью. Для моделей, без знания английского языка, студия Wmodels предоставляет квалифицированного оператора переводчика. А самое главное – для новых моделей в нашей студии проводится обучение.
        </p>
        <p>
            Попробуйте свои силы. Возможно, работа веб-моделью - ваша дорога к успеху. Оставьте нам заявку и зарабатывайте от 60 000 р в месяц.
        </p>
    </div>
</template>

<style lang="scss">
.about_block{
    margin-bottom: -30px;
}
</style>