<template>
    <div class="faq_block">
        <div class="faq_itm" :key="index" v-for="(item, index) in faq">
            <no-ssr>
                <div class="mb-1">
                    <b-card-header header-tag="header" class="p-1" role="tab">
                        <div v-b-toggle="getIndex(index)">{{item.name}}</div>
                    </b-card-header>
                    <b-collapse :id="getIndex(index)" accordion="my-accordion" role="tabpanel">
                        <b-card-body>
                            <div v-html="item.text"></div>
                        </b-card-body>
                    </b-collapse>
                </div>
            </no-ssr>
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {
            faq: [
                {
                    name: 'Надо знать английский?',
                    text: '<p itemprop="text">Знание языков приветствуется, но не обязательно. У нас есть программы- переводчики.<br><br>Знание английского языка не обязательно. Даже если вы совсем не знаете иностранных языков- это не проблема. На каждом компьютере есть автоматические переводчики, которые будут делать весь перевод за вас.<br><br>Если вы уже знаете английский язык, то эта работа будет очень хорошим способом усовершенствовать знания и попрактиковаться с реальными носителями языка. Кроме того, вы можете практиковать как устную, так и письменную речь.<br><br>И не забывайте о том, что вы будете знакомиться с иностранцами, общаться с людьми и возможно даже найдете свою любовь и уедете жить куда нибудь в Калифорнию или Италию! Всё в ваших руках!</p>'
                },
                {
                    name: 'Как начать работать?',
                    text: '<p itemprop="text">Просто позвоните нам и наш менеджер пригласит вас на собеседование.<br><br>Не стесняйтесь и не пугайтесь собеседования. Это больше похоже на ознакомительную встречу. Вас не будут собеседовать, а наоборот расскажут о работе, покажут рабочие места, ознакомят с условиями работы.<br><br>Вам обязательно расскажут обо всех тонкостях и ньюансах работы. Подберут именно ваш стиль, помогут составить график работы и просто настроят на позитивный лад)<br><br>Приходите, не стесняйтесь! Все проще, чем вам кажется!</p>'
                },
                {
                    name: 'А сколько можно зарабатывать?',
                    text: ' <p itemprop="text">Минимальная зарплата вебкам модели в нашей студии составляет 60000 рублей.</p><p itemprop="text">Да, в вебкам бизнесе зарплата размером 60000 рублей является реальной! Каждая, даже начинающая модель может с лёгкостью делать такие деньги. Мы проводим обучение каждой новой модели и уже в первые же дни вы начнете зарабатывать деньги.</p><p itemprop="text">Мы выплачиваем зарплату два раза в месяц, каждые две недели.</p><p itemprop="text">Кроме хорошей зарплаты вы также получите много бонусов: бесплатные фотосессии, посещения салонов красоты, фитнесс центров и корпоративы.</p>'
                },
                {
                    name: 'Какой график работы?',
                    text: '<p itemprop="text">График работы свободный, легко совмещать с учебой. Смены: утро, вечер или ночь.<br><br>У нас очень удобный график работы, потому что он свободный! Вы сами можете выбирать в какой день и в какую смену работать. Если вы учитесь, то можете работать только вечерами или ночью, или по выходным.<br><br>Такой график работы сделает вас свободными, вы сможете сами планировать свои выходные, своё свободное время, сможете ездить отдыхать за границей. У вас не будет жёсткого графика, тяжелых понедельников и отпусков раз в год!<br><br>Если ты давно искала работу со свободным и не напрягающим графиком- эта работа именно то, что тебе нужно!</p>'
                },
                {
                    name: 'Нужна ли модельная внешность?',
                    text: '<p itemprop="text">Нет! В этой сфере заработать может абсолютно каждая модель!<br><br>Да, это именно так! Вам не нужно подходить под параметры 90-60-90 или иметь сногсшибательную внешность. В этой сфере главную роль играет умение поддержать разговор, позитивность, подвижность, активность и доброжелательность.<br><br>Как и в жизни- в вебкам ценятся прежде всего человеческие качества, с вами должно быть приятно общаться или весело на вас смотреть или просто приятно за вами наблюдать.<br><br>Одним словом- от вас требуется харизма! Внешность и фигура играют лишь второстепенную роль. </p>'
                },
                {
                    name: 'Это наверно сложно? ',
                    text: '<p itemprop="text">Нет, в нашей команде работают профессионалы, для вас проведут бесплатное обучение и всему научат.<br><br>Стесняться нечего! В этой работе абсолютно нет ничего сложного. В первые дни работы вам будут помогать опытные модели, которые всему вас научат и подскажут. В дальнейшем вы сами увидите, что проще этой работы ничего нет. Вам просто нужно наслаждаться рабочим процессом.<br><br>Никаких сложных программ, никаких сложных процессов или специальных знаний вам не нужно!<br><br>Просто позвоните и запиишитесь на собеседование!</p>'
                }
            ]
        }
    },
    methods: {
        getIndex(index){
            return 'act'+index;
        }
    }
}
</script>

<style lang="scss">
.faq_block{
    .faq_itm{
        &:not(:last-child){
            border-bottom: 2px solid rgba(0, 0, 0, 0.06);
        }
        .card-body{
            padding: 0px;
        }
        .card-header{
            padding: 0px!important;
            border-radius: 0px!important;
            border: 0px!important;
            background: transparent!important;
            div{
                cursor: pointer;
                padding: 15px 0px;
                font-weight: 500;
                position: relative;
                &[aria-expanded=true]{
                    color: var(--main);
                    &::after{
                        opacity: 0.8;
                        -moz-transform: rotate(45deg); 
                        -ms-transform: rotate(45deg); 
                        -webkit-transform: rotate(45deg); 
                        -o-transform: rotate(45deg); 
                        transform: rotate(45deg);
                    }
                }
                &::after{
                    content: "";
                    background: url('~static/ico/add.svg');
                    background-position: center;
                    background-size: contain;
                    background-repeat: no-repeat;
                    position: absolute;
                    top: 50%;
                    right: 0;
                    width: 24px;
                    height: 24px;
                    margin-top: -12px;
                    opacity: 0.4;
                    -webkit-transition: opacity .15s ease-in-out,transform .15s ease-in-out;
                    transition: opacity .15s ease-in-out,transform .15s ease-in-out;
                }
            }
        }
    }
}
</style>