<template>
    <div class="page oth_page">
        <h1 class="page_title">Общайся и зарабатывай</h1>
        <p><span >Студия Wmodels (Новосибирск) работает в сфере развлекательных услуг уже 10 лет, а это значит, что мы гарантируем вам стабильные выплаты уже ПОСЛЕ ПЕРВОГО дня работы. Мы предоставляем доступ к лучшим зарубежным сайтам и отвечаем за вашу анонимность.</span></p>
        <p><span >Наша студия располагается в просторном офисном помещении в пяти минутах ходьбы от станции метро Октябрьская. Просторные, кондиционированные рабочие места, с новейшем оборудованием и индивидуальным дизайном помогут Вам стать успешной моделью. Для моделей, без знания английского языка, студия Wmodels предоставляет квалифицированного оператора переводчика. А самое главное – для новых моделей в нашей студии проводится обучение.</span></p>
        <p><span >Попробуйте свои силы. Возможно, работа веб-моделью - ваша дорога к успеху. Оставьте нам заявку и зарабатывайте от 60 000 р в месяц.</span></p>
        <div class="clear_cl"></div>
        <CallBlock />
    </div>
</template>

<script>
import CallBlock from '~/components/CallBlock'
export default {
    components: {
        CallBlock
    },
    head() {
      return {
        title: 'О студиоо | Wmodels',
        meta: [
          { hid: 'description', name: 'description', content: 'Студия Wmodels (Новосибирск) работает в сфере развлекательных услуг уже 10 лет, а это значит, что мы гарантируем вам стабильные выплаты уже ПОСЛЕ ПЕРВОГО дня работы. Мы предоставляем доступ к лучшим зарубежным сайтам и отвечаем за вашу анонимность.' },
          { hid: 'og:title', property: 'og:title', content: 'О студиоо | Wmodels' },
          { hid: 'og:description', property: 'og:description', content: 'Студия Wmodels (Новосибирск) работает в сфере развлекательных услуг уже 10 лет, а это значит, что мы гарантируем вам стабильные выплаты уже ПОСЛЕ ПЕРВОГО дня работы. Мы предоставляем доступ к лучшим зарубежным сайтам и отвечаем за вашу анонимность.' },
          { hid: 'name', itemprop: 'name', content: 'О студиоо | Wmodels' },
        ]
      }
    }
}
</script>